espressif/esp-idf/tools/test_apps/system/build_test/sdkconfig.ci.panic_silent_reboot_anti_rollback
CONFIG_IDF_TARGET="esp32"
CONFIG_BOOTLOADER_LOG_LEVEL_NONE=y
CONFIG_BOOTLOADER_APP_ROLLBACK_ENABLE=y
CONFIG_BOOTLOADER_APP_ANTI_ROLLBACK=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_OFFSET=0x9000
CONFIG_ESP_SYSTEM_PANIC_SILENT_REBOOT=y
